jekyll/_posts/2018-09-08-notes-on-fundamental-meaning.html
---
layout: wide
title: Notes on Fundamental Meanings
categories: misc notes
redirect_from:
    - /notes/misc/2018/09/08/notes-on-fundamental-meaning.html
---

<div id="outline-container-orgb420fc8" class="outline-2">
<h2 id="orgb420fc8">Notes on Fundamental Meanings</h2>
<div class="outline-text-2" id="text-orgb420fc8">
</div><div id="outline-container-org8eaa015" class="outline-3">
<h3 id="org8eaa015">I.</h3>
<div class="outline-text-3" id="text-org8eaa015">
<p>
I was talking with <a href="https://twitter.com/cognazor">Jason Snyder</a> and we had a minor disagreement about the role that symbols (in this specific case, language) play in the course of our thought. We video-chatted and were able to discuss, and I think we're on the same page. What follows were my initial thoughts, now watered with Jason's cerebrospinal fluid.
</p>
</div>
</div>

<div id="outline-container-orgd569f3b" class="outline-3">
<h3 id="orgd569f3b">II.</h3>
<div class="outline-text-3" id="text-orgd569f3b">
<p>
I think identifying symbols as the fundamental unit of thought is somewhat misleading, like thinking that metaphors are stored in the words that one uses. In my piece <a href="{% post_url 2017-04-19-chunks %}">chunks</a> (from many moons ago) I tried to explore the structure that I feel like thoughts rely on. They seem to me like a bunch of sorta fuzzy buckets or a mental geography of ideas that get retrieved together.
</p>

<p>
Loosely related to this is the "ground beneath thoughts" which I think is experienced vividly through these things: (not nearly an exhaustive list)
</p>

<p>
Thought opening up to reveal "ground":
</p>
<ul class="org-ul">
<li><a href="https://en.wikipedia.org/wiki/The_Doors_of_Perception#Synopsis">Visionary experience</a> (as Huxley)</li>
<li><a href="http://www.rigpawiki.org/index.php?title=Pure_perception">Pure Vision</a> (as Vajrayana)</li>
<li><a href="https://en.wikipedia.org/wiki/Kensh%C5%8D#Contemporary_accounts">Kenshō</a> (as Zen)</li>
<li><a href="{% post_url 2017-03-01-travel-blog %}">Salience</a> (as me)</li>
<li><a href="https://en.wikipedia.org/wiki/Defamiliarization">Denaturalization/Defamiliarization</a> (as the postmodern tradition)</li>
<li><a href="https://en.wikipedia.org/wiki/Aletheia#Heidegger_and_aletheia">Disclosure</a> (as Heidegger)</li>
</ul>

<p>
Partial descriptions of the "shape" of "ground":
</p>
<ul class="org-ul">
<li>Ineffability</li>
<li>Unflat (as <a href="http://spinweaveandcut.com/unflattening/">Sousanis</a>)</li>
<li><a href="{% post_url 2017-10-19-goal-plane %}">Goal</a>, sorta (also as me)</li>
<li>To "<a href="https://en.wikipedia.org/wiki/On_Certainty">know</a>" as in to "know" that there is a tree there, or to "know" that one has two hands (as Wittgenstein)</li>
<li><a href="https://meaningness.com/meaningness">The Complete Stance</a> (as Chapman)</li>
<li><a href="http://arobuddhism.org/community/form-emptiness-and-non-duality.html">Emptiness</a> (as many Buddhisms)</li>
<li><a href="https://en.wikipedia.org/wiki/Flow_(psychology)">Flow</a> (as positive psychology)</li>
</ul>
</div>
</div>

<div id="outline-container-org8aa6853" class="outline-3">
<h3 id="org8aa6853">III.</h3>
<div class="outline-text-3" id="text-org8aa6853">
<p>
I think my current thoughts problematize some of <i>these</i> things:
</p>

<ul class="org-ul">
<li>Brain as separate from self (othering the unconscious, as if it does not speak to us)</li>
<li>View of thinking as inseparable from symbols (better, in my opinion, to see symbols as another model approximating thought)</li>
<li>View of meaning-making as entirely within our control <i>or</i> entirely without (as though it were that simple)</li>
</ul>

<p>
And to address them we can start here:
</p>

<ul class="org-ul">
<li>Sensation of things "As they are" is very real</li>
<li>Personally late developing internal monologue seems to imply cogitations without "formal symbol"</li>
<li>Experience of <a href="https://www.quora.com/What-is-your-inner-monologue-like-and-how-do-you-interact-with-it-and-or-quiet-it">some people</a> as "handing information to their brain" via the internal monologue is also weird</li>
<li>Aella's experience of the "stones" of her thought as being further apart after the use of <a href="https://twitter.com/cognazor">psychedelics</a> (what is between them?)</li>
<li>Things often feel most "meaningful" when symbolic reasoning drops away</li>
</ul>
</div>
</div>


<div id="outline-container-org2dd3959" class="outline-3">
<h3 id="org2dd3959">IV.</h3>
<div class="outline-text-3" id="text-org2dd3959">
<p>
Lastly, weirdly, my first thoughts were:
</p>

<p>
"<i>Nice. I would just add that language also modulates how we think and make meaning. ‘Your’ meaning is impossible without internal semiotics.</i>" - <a href="https://twitter.com/cognazor">@cognazor</a>
</p>
<ul class="org-ul">
<li>"Modulation" is definitely the right word - the <a href="https://www.youtube.com/watch?v=VIg5HkyauoY">color blue</a>, while not <i>necessarily</i> impossible without the word, is a much duller experience without it.</li>
<li>"Impossible" seems like exactly the wrong word. Model-making and thinking in metaphor require symbolic system, but the signified parts are embodied and without symbol. These embodied things still have a "patternicity" that is anchored in a push and pull with the real world, but to identify them as symbols in the same realm of language seems limiting.</li>
<li>It is from embodied meanings that we trace thoughts into the flat representations that become words or images.</li>
</ul>
</div>
</div>
</div>
